---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsForcePerSquareMeter
source: html/2e5a2d4b-daae-9ad9-5fa5-efe96b5cf03b.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsForcePerSquareMeter Property

Kilograms force per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsForcePerSquareMeter { get; }
```